{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Mesh is null"
			},
			"Translation":
			{
				"Text": "Mesh is null"
			},
			"Key": "EC3017A44E8D2A1F3927F2AA0F24D44D"
		},
		{
			"Source":
			{
				"Text": "No!!!"
			},
			"Translation":
			{
				"Text": "No!!!"
			},
			"Key": "60BE36C7424AA6B786E8B5AD50F2F1DB"
		},
		{
			"Source":
			{
				"Text": "Please enable [ImpostorBaker] plugin and select BP_GenerateImposterSprites Blueprint"
			},
			"Translation":
			{
				"Text": "Please enable [ImpostorBaker] plugin and select BP_GenerateImposterSprites Blueprint"
			},
			"Key": "6913A0A546F36DC7C6BE989BEB95FD39"
		},
		{
			"Source":
			{
				"Text": "Show Dialog"
			},
			"Translation":
			{
				"Text": "Show Dialog"
			},
			"Key": "5996236344E8175DFAF45A8675F9085F"
		},
		{
			"Source":
			{
				"Text": "Show Message Box"
			},
			"Translation":
			{
				"Text": "Show Message Box"
			},
			"Key": "2B7CE77B44B163864934D8AC2249D709"
		},
		{
			"Source":
			{
				"Text": "Show Notification"
			},
			"Translation":
			{
				"Text": "Show Notification"
			},
			"Key": "05A709DB498E9D5B62AF1F982F259F4D"
		},
		{
			"Source":
			{
				"Text": "Show Slow Task Progress View"
			},
			"Translation":
			{
				"Text": "Show Slow Task Progress View"
			},
			"Key": "A4A4C5634CB1166F2F3692A6FAE33E9A"
		},
		{
			"Source":
			{
				"Text": "This is a custom dialog"
			},
			"Translation":
			{
				"Text": "This is a custom dialog"
			},
			"Key": "72C138AA4B1C2C559FE6BA9C1F0B5F3B"
		},
		{
			"Source":
			{
				"Text": "This is a message box"
			},
			"Translation":
			{
				"Text": "This is a message box"
			},
			"Key": "83F878C843B59C7BD54D06A8ABB07FF3"
		},
		{
			"Source":
			{
				"Text": "This is a notification"
			},
			"Translation":
			{
				"Text": "This is a notification"
			},
			"Key": "4FBA95D44EB9318E3CD81CB92995924D"
		},
		{
			"Source":
			{
				"Text": "This is a slow task"
			},
			"Translation":
			{
				"Text": "This is a slow task"
			},
			"Key": "26C88AB94B431117751BC287D8818283"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": "Yes"
			},
			"Key": "0629CD2A48D6C70E1F22BB82913857A3"
		},
		{
			"Source":
			{
				"Text": "Yes!!!"
			},
			"Translation":
			{
				"Text": "Yes!!!"
			},
			"Key": "1F1B899642AAF5C1A698BABE659849EC"
		},
		{
			"Source":
			{
				"Text": "Yes!!!"
			},
			"Translation":
			{
				"Text": "Yes!!!"
			},
			"Key": "DB5A925143FCC95B3C97208ECB24CA34"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ProceduralContentProcessor",
			"Children": [
				{
					"Source":
					{
						"Text": "Blueprint could not be loaded because it derives from an invalid class.  Check to make sure the parent class for this blueprint hasn't been removed!"
					},
					"Translation":
					{
						"Text": "Blueprint could not be loaded because it derives from an invalid class.  Check to make sure the parent class for this blueprint hasn't been removed!"
					},
					"Key": "FailedToLoadBlueprint"
				},
				{
					"Source":
					{
						"Text": "Blueprint could not be loaded because it derives from an invalid class.  Check to make sure the parent class for this blueprint hasn't been removed! Do you want to continue (it can crash the editor)?"
					},
					"Translation":
					{
						"Text": "Blueprint could not be loaded because it derives from an invalid class.  Check to make sure the parent class for this blueprint hasn't been removed! Do you want to continue (it can crash the editor)?"
					},
					"Key": "FailedToLoadBlueprintWithContinue"
				},
				{
					"Source":
					{
						"Text": "Disable Instanced Foliage Mesh Shadow"
					},
					"Translation":
					{
						"Text": "Disable Instanced Foliage Mesh Shadow"
					},
					"Key": "DisableInstancedFoliageMeshShadow"
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "Name"
					},
					"Key": "Name"
				},
				{
					"Source":
					{
						"Text": "Procedural Actor Coloration Processor"
					},
					"Translation":
					{
						"Text": "程序化Actor着色处理器"
					},
					"Key": "ProceduralActorColorationProcessor"
				},
				{
					"Source":
					{
						"Text": "Procedural Asset Processor"
					},
					"Translation":
					{
						"Text": "程序化资产处理器"
					},
					"Key": "ProceduralAssetProcessor"
				},
				{
					"Source":
					{
						"Text": "Procedural Content Processor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessor"
				},
				{
					"Source":
					{
						"Text": "Procedural World Processor"
					},
					"Translation":
					{
						"Text": "程序化关卡处理器"
					},
					"Key": "ProceduralWorldProcessor"
				},
				{
					"Source":
					{
						"Text": "Replace Actor"
					},
					"Translation":
					{
						"Text": "Replace Actor"
					},
					"Key": "ReplaceActor"
				},
				{
					"Source":
					{
						"Text": "Replace Actors"
					},
					"Translation":
					{
						"Text": "Replace Actors"
					},
					"Key": "ReplaceActors"
				},
				{
					"Source":
					{
						"Text": "Search..."
					},
					"Translation":
					{
						"Text": "Search..."
					},
					"Key": "Search"
				},
				{
					"Source":
					{
						"Text": "This asset can only be created in the plugin's content directory : /ProceduralContentProcessor/*"
					},
					"Translation":
					{
						"Text": "只允许在插件目录（/ProceduralContentProcessor/）下创建相关资产，打包时请忽略该目录 "
					},
					"Key": "DirError"
				}
			]
		},
		{
			"Namespace": "UObjectCategory",
			"Children": [
				{
					"Source":
					{
						"Text": "BuildSettings"
					},
					"Translation":
					{
						"Text": "BuildSettings"
					},
					"Key": "StaticMeshLODInfo:BuildSettings"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessor:ReceiveActivate"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralActorColorationProcessor:Colour"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralAssetProcessor:GetAssetRegistry"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessor:ReceiveDeactivate"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessor:ReceivePostEditChangeProperty"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessor:ReceiveTick"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorBlueprint:DocumentHyperlink"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorBlueprint:OverrideUMGClass"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorBlueprint:SortPriority"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:AddContextMenu"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:AddDialog"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:AddMessageBox"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotification"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotificationWithButton"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyField"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyFieldWithOwner"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:AddTextField"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:BeginTransaction"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:ClearAllSlowTask"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:ClearObjectMaterix"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:ConsolidateObjects"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:CopyProperties"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjects"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjectsUnchecked"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:DismissAllMenus"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:DuplicateObject"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:EndTransaction"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:EnterSlowTaskProgressFrame"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:GenerateStaticMeshLODs"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:GetAssetReferences"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:GetComplexCollisionMesh"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:GetDerivedClasses"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodDistance"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodScreenSize"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:GetStaticMeshEditorSubsystem"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:GetStaticMeshLODInfos"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:IsGeneratedByBlueprint"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:IsMaterialHasTimeNode"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:IsNaniteEnable"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:MatchString"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:ModifyObject"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:PopSlowTask"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:PushSlowTask"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:SetNaniteMeshEnabled"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:SetStaticMeshLODInfos"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorLibrary:SetStaticMeshPivot"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:ActorAddDataLayer"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:ActorGetRuntimeGrid"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:ActorRemoveDataLayer"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:ActorSetIsSpatiallyLoaded"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:ActorSetRuntimeGrid"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:AppendImposterToLODChain"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:BreakISM"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:DisableInstancedFoliageMeshShadow"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:GetAllActorsByName"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:HasImposter"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:LookAtActor"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:MergeISM"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActor"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActors"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:SelectActor"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralWorldProcessor:SetHLODLayer"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessorSettings"
					},
					"Translation":
					{
						"Text": "ProceduralContentProcessorSettings"
					},
					"Key": "ProceduralContentProcessorSettings:LastProcessorClass"
				},
				{
					"Source":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Translation":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Key": "StaticMeshLODInfo:ScreenSize"
				},
				{
					"Source":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Translation":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Key": "StaticMeshLODInfo:Distance"
				},
				{
					"Source":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Translation":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Key": "StaticMeshLODInfo:ReductionSettings"
				},
				{
					"Source":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Translation":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Key": "StaticMeshLODInfo:bEnableBuildSetting"
				},
				{
					"Source":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Translation":
					{
						"Text": "StaticMeshLODInfo"
					},
					"Key": "StaticMeshLODInfo:bUseDistance"
				},
				{
					"Source":
					{
						"Text": "WidgetBlueprintFactory"
					},
					"Translation":
					{
						"Text": "WidgetBlueprintFactory"
					},
					"Key": "ProceduralWorldProcessorFactory:ParentClass"
				},
				{
					"Source":
					{
						"Text": "WidgetBlueprintFactory"
					},
					"Translation":
					{
						"Text": "WidgetBlueprintFactory"
					},
					"Key": "ProceduralActorColorationProcessorFactory:ParentClass"
				},
				{
					"Source":
					{
						"Text": "WidgetBlueprintFactory"
					},
					"Translation":
					{
						"Text": "WidgetBlueprintFactory"
					},
					"Key": "ProceduralAssetProcessorFactory:ParentClass"
				}
			]
		},
		{
			"Namespace": "UObjectDisplayNames",
			"Children": [
				{
					"Source":
					{
						"Text": "Activate"
					},
					"Translation":
					{
						"Text": "Activate"
					},
					"Key": "ProceduralContentProcessor:ReceiveActivate"
				},
				{
					"Source":
					{
						"Text": "Actor"
					},
					"Translation":
					{
						"Text": "Actor"
					},
					"Key": "ProceduralWorldProcessor:ActorRemoveDataLayer:Actor"
				},
				{
					"Source":
					{
						"Text": "Actor"
					},
					"Translation":
					{
						"Text": "Actor"
					},
					"Key": "ProceduralWorldProcessor:ActorSetIsSpatiallyLoaded:Actor"
				},
				{
					"Source":
					{
						"Text": "Actor"
					},
					"Translation":
					{
						"Text": "Actor"
					},
					"Key": "ProceduralWorldProcessor:ActorSetRuntimeGrid:Actor"
				},
				{
					"Source":
					{
						"Text": "Actor"
					},
					"Translation":
					{
						"Text": "Actor"
					},
					"Key": "ProceduralWorldProcessor:ActorAddDataLayer:Actor"
				},
				{
					"Source":
					{
						"Text": "Actor"
					},
					"Translation":
					{
						"Text": "Actor"
					},
					"Key": "ProceduralWorldProcessor:ActorGetRuntimeGrid:Actor"
				},
				{
					"Source":
					{
						"Text": "Actor Add Data Layer"
					},
					"Translation":
					{
						"Text": "Actor Add Data Layer"
					},
					"Key": "ProceduralWorldProcessor:ActorAddDataLayer"
				},
				{
					"Source":
					{
						"Text": "Actor Get Runtime Grid"
					},
					"Translation":
					{
						"Text": "Actor Get Runtime Grid"
					},
					"Key": "ProceduralWorldProcessor:ActorGetRuntimeGrid"
				},
				{
					"Source":
					{
						"Text": "Actor Map"
					},
					"Translation":
					{
						"Text": "Actor Map"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActors:ActorMap"
				},
				{
					"Source":
					{
						"Text": "Actor Remove Data Layer"
					},
					"Translation":
					{
						"Text": "Actor Remove Data Layer"
					},
					"Key": "ProceduralWorldProcessor:ActorRemoveDataLayer"
				},
				{
					"Source":
					{
						"Text": "Actor Set Is Spatially Loaded"
					},
					"Translation":
					{
						"Text": "Actor Set Is Spatially Loaded"
					},
					"Key": "ProceduralWorldProcessor:ActorSetIsSpatiallyLoaded"
				},
				{
					"Source":
					{
						"Text": "Actor Set Runtime Grid"
					},
					"Translation":
					{
						"Text": "Actor Set Runtime Grid"
					},
					"Key": "ProceduralWorldProcessor:ActorSetRuntimeGrid"
				},
				{
					"Source":
					{
						"Text": "Add Context Menu"
					},
					"Translation":
					{
						"Text": "Add Context Menu"
					},
					"Key": "ProceduralContentProcessorLibrary:AddContextMenu"
				},
				{
					"Source":
					{
						"Text": "Add Dialog"
					},
					"Translation":
					{
						"Text": "Add Dialog"
					},
					"Key": "ProceduralContentProcessorLibrary:AddDialog"
				},
				{
					"Source":
					{
						"Text": "Add Message Box"
					},
					"Translation":
					{
						"Text": "Add Message Box"
					},
					"Key": "ProceduralContentProcessorLibrary:AddMessageBox"
				},
				{
					"Source":
					{
						"Text": "Add Notification"
					},
					"Translation":
					{
						"Text": "Add Notification"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotification"
				},
				{
					"Source":
					{
						"Text": "Add Notification with Button"
					},
					"Translation":
					{
						"Text": "Add Notification with Button"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotificationWithButton"
				},
				{
					"Source":
					{
						"Text": "Add Property Field"
					},
					"Translation":
					{
						"Text": "Add Property Field"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyField"
				},
				{
					"Source":
					{
						"Text": "Add Property Field with Owner"
					},
					"Translation":
					{
						"Text": "Add Property Field with Owner"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyFieldWithOwner"
				},
				{
					"Source":
					{
						"Text": "Add Text Field"
					},
					"Translation":
					{
						"Text": "Add Text Field"
					},
					"Key": "ProceduralContentProcessorLibrary:AddTextField"
				},
				{
					"Source":
					{
						"Text": "Allow Cancel During Delete"
					},
					"Translation":
					{
						"Text": "Allow Cancel During Delete"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjects:bAllowCancelDuringDelete"
				},
				{
					"Source":
					{
						"Text": "Amount Of Work"
					},
					"Translation":
					{
						"Text": "Amount Of Work"
					},
					"Key": "ProceduralContentProcessorLibrary:PushSlowTask:AmountOfWork"
				},
				{
					"Source":
					{
						"Text": "Append Imposter to LODChain"
					},
					"Translation":
					{
						"Text": "Append Imposter to LODChain"
					},
					"Key": "ProceduralWorldProcessor:AppendImposterToLODChain"
				},
				{
					"Source":
					{
						"Text": "BP Generate Imposter Sprites"
					},
					"Translation":
					{
						"Text": "BP Generate Imposter Sprites"
					},
					"Key": "ProceduralWorldProcessor:AppendImposterToLODChain:BP_Generate_ImposterSprites"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "EStaticMeshPivotType.Back"
				},
				{
					"Source":
					{
						"Text": "Begin Transaction"
					},
					"Translation":
					{
						"Text": "Begin Transaction"
					},
					"Key": "ProceduralContentProcessorLibrary:BeginTransaction"
				},
				{
					"Source":
					{
						"Text": "Bottom"
					},
					"Translation":
					{
						"Text": "Bottom"
					},
					"Key": "EStaticMeshPivotType.Bottom"
				},
				{
					"Source":
					{
						"Text": "Break ISM"
					},
					"Translation":
					{
						"Text": "Break ISM"
					},
					"Key": "ProceduralWorldProcessor:BreakISM"
				},
				{
					"Source":
					{
						"Text": "Build Settings"
					},
					"Translation":
					{
						"Text": "Build Settings"
					},
					"Key": "StaticMeshLODInfo:BuildSettings"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "EMsgBoxReturnType.Cancel"
				},
				{
					"Source":
					{
						"Text": "Cancel Retry Continue"
					},
					"Translation":
					{
						"Text": "Cancel Retry Continue"
					},
					"Key": "EMsgBoxType.CancelRetryContinue"
				},
				{
					"Source":
					{
						"Text": "Center"
					},
					"Translation":
					{
						"Text": "Center"
					},
					"Key": "EStaticMeshPivotType.Center"
				},
				{
					"Source":
					{
						"Text": "Class to Look For"
					},
					"Translation":
					{
						"Text": "Class to Look For"
					},
					"Key": "ProceduralContentProcessorLibrary:GetDerivedClasses:ClassToLookFor"
				},
				{
					"Source":
					{
						"Text": "Clear All Slow Task"
					},
					"Translation":
					{
						"Text": "Clear All Slow Task"
					},
					"Key": "ProceduralContentProcessorLibrary:ClearAllSlowTask"
				},
				{
					"Source":
					{
						"Text": "Clear Object Materix"
					},
					"Translation":
					{
						"Text": "Clear Object Materix"
					},
					"Key": "ProceduralContentProcessorLibrary:ClearObjectMaterix"
				},
				{
					"Source":
					{
						"Text": "Colour"
					},
					"Translation":
					{
						"Text": "Colour"
					},
					"Key": "ProceduralActorColorationProcessor:Colour"
				},
				{
					"Source":
					{
						"Text": "Complete Matching"
					},
					"Translation":
					{
						"Text": "Complete Matching"
					},
					"Key": "ProceduralWorldProcessor:GetAllActorsByName:bCompleteMatching"
				},
				{
					"Source":
					{
						"Text": "Consolidate Objects"
					},
					"Translation":
					{
						"Text": "Consolidate Objects"
					},
					"Key": "ProceduralContentProcessorLibrary:ConsolidateObjects"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Continue"
					},
					"Key": "EMsgBoxReturnType.Continue"
				},
				{
					"Source":
					{
						"Text": "Copy Properties"
					},
					"Translation":
					{
						"Text": "Copy Properties"
					},
					"Key": "ProceduralContentProcessorLibrary:CopyProperties"
				},
				{
					"Source":
					{
						"Text": "Data Layer Asset"
					},
					"Translation":
					{
						"Text": "Data Layer Asset"
					},
					"Key": "ProceduralWorldProcessor:ActorAddDataLayer:DataLayerAsset"
				},
				{
					"Source":
					{
						"Text": "Data Layer Asset"
					},
					"Translation":
					{
						"Text": "Data Layer Asset"
					},
					"Key": "ProceduralWorldProcessor:ActorRemoveDataLayer:DataLayerAsset"
				},
				{
					"Source":
					{
						"Text": "Deactivate"
					},
					"Translation":
					{
						"Text": "Deactivate"
					},
					"Key": "ProceduralContentProcessor:ReceiveDeactivate"
				},
				{
					"Source":
					{
						"Text": "Delete Objects"
					},
					"Translation":
					{
						"Text": "Delete Objects"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjects"
				},
				{
					"Source":
					{
						"Text": "Delete Objects Unchecked"
					},
					"Translation":
					{
						"Text": "Delete Objects Unchecked"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjectsUnchecked"
				},
				{
					"Source":
					{
						"Text": "Destory Source Actor"
					},
					"Translation":
					{
						"Text": "Destory Source Actor"
					},
					"Key": "ProceduralWorldProcessor:BreakISM:bDestorySourceActor"
				},
				{
					"Source":
					{
						"Text": "Destory Source Actor"
					},
					"Translation":
					{
						"Text": "Destory Source Actor"
					},
					"Key": "ProceduralWorldProcessor:MergeISM:bDestorySourceActor"
				},
				{
					"Source":
					{
						"Text": "Dialog Size"
					},
					"Translation":
					{
						"Text": "Dialog Size"
					},
					"Key": "ProceduralContentProcessorLibrary:AddDialog:DialogSize"
				},
				{
					"Source":
					{
						"Text": "Disable Instanced Foliage Mesh Shadow"
					},
					"Translation":
					{
						"Text": "Disable Instanced Foliage Mesh Shadow"
					},
					"Key": "ProceduralWorldProcessor:DisableInstancedFoliageMeshShadow"
				},
				{
					"Source":
					{
						"Text": "Dismiss All Menus"
					},
					"Translation":
					{
						"Text": "Dismiss All Menus"
					},
					"Key": "ProceduralContentProcessorLibrary:DismissAllMenus"
				},
				{
					"Source":
					{
						"Text": "Distance"
					},
					"Translation":
					{
						"Text": "Distance"
					},
					"Key": "StaticMeshLODInfo:Distance"
				},
				{
					"Source":
					{
						"Text": "Document Hyperlink"
					},
					"Translation":
					{
						"Text": "Document Hyperlink"
					},
					"Key": "ProceduralContentProcessorBlueprint:DocumentHyperlink"
				},
				{
					"Source":
					{
						"Text": "Duplicate Object"
					},
					"Translation":
					{
						"Text": "Duplicate Object"
					},
					"Key": "ProceduralContentProcessorLibrary:DuplicateObject"
				},
				{
					"Source":
					{
						"Text": "EMsg Box Return Type"
					},
					"Translation":
					{
						"Text": "EMsg Box Return Type"
					},
					"Key": "EMsgBoxReturnType"
				},
				{
					"Source":
					{
						"Text": "EMsg Box Return Type MAX"
					},
					"Translation":
					{
						"Text": "EMsg Box Return Type MAX"
					},
					"Key": "EMsgBoxReturnType.EMsgBoxReturnType_MAX"
				},
				{
					"Source":
					{
						"Text": "EMsg Box Type"
					},
					"Translation":
					{
						"Text": "EMsg Box Type"
					},
					"Key": "EMsgBoxType"
				},
				{
					"Source":
					{
						"Text": "EMsg Box Type MAX"
					},
					"Translation":
					{
						"Text": "EMsg Box Type MAX"
					},
					"Key": "EMsgBoxType.EMsgBoxType_MAX"
				},
				{
					"Source":
					{
						"Text": "EStatic Mesh Pivot Type"
					},
					"Translation":
					{
						"Text": "EStatic Mesh Pivot Type"
					},
					"Key": "EStaticMeshPivotType"
				},
				{
					"Source":
					{
						"Text": "EStatic Mesh Pivot Type MAX"
					},
					"Translation":
					{
						"Text": "EStatic Mesh Pivot Type MAX"
					},
					"Key": "EStaticMeshPivotType.EStaticMeshPivotType_MAX"
				},
				{
					"Source":
					{
						"Text": "Enable Build Setting"
					},
					"Translation":
					{
						"Text": "Enable Build Setting"
					},
					"Key": "ProceduralContentProcessorLibrary:GetStaticMeshLODInfos:bEnableBuildSetting"
				},
				{
					"Source":
					{
						"Text": "Enable Build Setting"
					},
					"Translation":
					{
						"Text": "Enable Build Setting"
					},
					"Key": "StaticMeshLODInfo:bEnableBuildSetting"
				},
				{
					"Source":
					{
						"Text": "Enabled"
					},
					"Translation":
					{
						"Text": "Enabled"
					},
					"Key": "ProceduralContentProcessorLibrary:SetNaniteMeshEnabled:bEnabled"
				},
				{
					"Source":
					{
						"Text": "End Transaction"
					},
					"Translation":
					{
						"Text": "End Transaction"
					},
					"Key": "ProceduralContentProcessorLibrary:EndTransaction"
				},
				{
					"Source":
					{
						"Text": "Enter Slow Task Progress Frame"
					},
					"Translation":
					{
						"Text": "Enter Slow Task Progress Frame"
					},
					"Key": "ProceduralContentProcessorLibrary:EnterSlowTaskProgressFrame"
				},
				{
					"Source":
					{
						"Text": "Exclude List"
					},
					"Translation":
					{
						"Text": "Exclude List"
					},
					"Key": "ProceduralContentProcessorLibrary:MatchString:ExcludeList"
				},
				{
					"Source":
					{
						"Text": "Expected Work This Frame"
					},
					"Translation":
					{
						"Text": "Expected Work This Frame"
					},
					"Key": "ProceduralContentProcessorLibrary:EnterSlowTaskProgressFrame:ExpectedWorkThisFrame"
				},
				{
					"Source":
					{
						"Text": "Expire Duration"
					},
					"Translation":
					{
						"Text": "Expire Duration"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotification:ExpireDuration"
				},
				{
					"Source":
					{
						"Text": "Fade Out Duration"
					},
					"Translation":
					{
						"Text": "Fade Out Duration"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotification:FadeOutDuration"
				},
				{
					"Source":
					{
						"Text": "Fade in Duration"
					},
					"Translation":
					{
						"Text": "Fade in Duration"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotification:FadeInDuration"
				},
				{
					"Source":
					{
						"Text": "Field Keys"
					},
					"Translation":
					{
						"Text": "Field Keys"
					},
					"Key": "ProceduralObjectMatrix:FieldKeys"
				},
				{
					"Source":
					{
						"Text": "Front"
					},
					"Translation":
					{
						"Text": "Front"
					},
					"Key": "EStaticMeshPivotType.Front"
				},
				{
					"Source":
					{
						"Text": "Function Names"
					},
					"Translation":
					{
						"Text": "Function Names"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotificationWithButton:FunctionNames"
				},
				{
					"Source":
					{
						"Text": "Generate Static Mesh LODs"
					},
					"Translation":
					{
						"Text": "Generate Static Mesh LODs"
					},
					"Key": "ProceduralContentProcessorLibrary:GenerateStaticMeshLODs"
				},
				{
					"Source":
					{
						"Text": "Get All Actors by Name"
					},
					"Translation":
					{
						"Text": "Get All Actors by Name"
					},
					"Key": "ProceduralWorldProcessor:GetAllActorsByName"
				},
				{
					"Source":
					{
						"Text": "Get Asset References"
					},
					"Translation":
					{
						"Text": "Get Asset References"
					},
					"Key": "ProceduralContentProcessorLibrary:GetAssetReferences"
				},
				{
					"Source":
					{
						"Text": "Get Asset Registry"
					},
					"Translation":
					{
						"Text": "Get Asset Registry"
					},
					"Key": "ProceduralAssetProcessor:GetAssetRegistry"
				},
				{
					"Source":
					{
						"Text": "Get Complex Collision Mesh"
					},
					"Translation":
					{
						"Text": "Get Complex Collision Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:GetComplexCollisionMesh"
				},
				{
					"Source":
					{
						"Text": "Get Derived Classes"
					},
					"Translation":
					{
						"Text": "Get Derived Classes"
					},
					"Key": "ProceduralContentProcessorLibrary:GetDerivedClasses"
				},
				{
					"Source":
					{
						"Text": "Get Lod Distance"
					},
					"Translation":
					{
						"Text": "Get Lod Distance"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodDistance"
				},
				{
					"Source":
					{
						"Text": "Get Lod Screen Size"
					},
					"Translation":
					{
						"Text": "Get Lod Screen Size"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodScreenSize"
				},
				{
					"Source":
					{
						"Text": "Get Static Mesh Editor Subsystem"
					},
					"Translation":
					{
						"Text": "Get Static Mesh Editor Subsystem"
					},
					"Key": "ProceduralContentProcessorLibrary:GetStaticMeshEditorSubsystem"
				},
				{
					"Source":
					{
						"Text": "Get Static Mesh LODInfos"
					},
					"Translation":
					{
						"Text": "Get Static Mesh LODInfos"
					},
					"Key": "ProceduralContentProcessorLibrary:GetStaticMeshLODInfos"
				},
				{
					"Source":
					{
						"Text": "Grid Name"
					},
					"Translation":
					{
						"Text": "Grid Name"
					},
					"Key": "ProceduralWorldProcessor:ActorSetRuntimeGrid:GridName"
				},
				{
					"Source":
					{
						"Text": "Has Imposter"
					},
					"Translation":
					{
						"Text": "Has Imposter"
					},
					"Key": "ProceduralWorldProcessor:HasImposter"
				},
				{
					"Source":
					{
						"Text": "Ignore Classes"
					},
					"Translation":
					{
						"Text": "Ignore Classes"
					},
					"Key": "ProceduralContentProcessorLibrary:GetAssetReferences:IgnoreClasses"
				},
				{
					"Source":
					{
						"Text": "In Actor"
					},
					"Translation":
					{
						"Text": "In Actor"
					},
					"Key": "ProceduralContentProcessorLibrary:IsMaterialHasTimeNode:InActor"
				},
				{
					"Source":
					{
						"Text": "In Actor"
					},
					"Translation":
					{
						"Text": "In Actor"
					},
					"Key": "ProceduralWorldProcessor:LookAtActor:InActor"
				},
				{
					"Source":
					{
						"Text": "In Actor"
					},
					"Translation":
					{
						"Text": "In Actor"
					},
					"Key": "ProceduralWorldProcessor:SelectActor:InActor"
				},
				{
					"Source":
					{
						"Text": "In Actor"
					},
					"Translation":
					{
						"Text": "In Actor"
					},
					"Key": "ProceduralWorldProcessor:SetHLODLayer:InActor"
				},
				{
					"Source":
					{
						"Text": "In Dst"
					},
					"Translation":
					{
						"Text": "In Dst"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActor:InDst"
				},
				{
					"Source":
					{
						"Text": "In Field Name"
					},
					"Translation":
					{
						"Text": "In Field Name"
					},
					"Key": "ProceduralContentProcessorLibrary:AddTextField:InFieldName"
				},
				{
					"Source":
					{
						"Text": "In Field Value"
					},
					"Translation":
					{
						"Text": "In Field Value"
					},
					"Key": "ProceduralContentProcessorLibrary:AddTextField:InFieldValue"
				},
				{
					"Source":
					{
						"Text": "In HLODLayer"
					},
					"Translation":
					{
						"Text": "In HLODLayer"
					},
					"Key": "ProceduralWorldProcessor:SetHLODLayer:InHLODLayer"
				},
				{
					"Source":
					{
						"Text": "In ISMActor"
					},
					"Translation":
					{
						"Text": "In ISMActor"
					},
					"Key": "ProceduralWorldProcessor:BreakISM:InISMActor"
				},
				{
					"Source":
					{
						"Text": "In ISMClass"
					},
					"Translation":
					{
						"Text": "In ISMClass"
					},
					"Key": "ProceduralWorldProcessor:MergeISM:InISMClass"
				},
				{
					"Source":
					{
						"Text": "In Infos"
					},
					"Translation":
					{
						"Text": "In Infos"
					},
					"Key": "ProceduralContentProcessorLibrary:SetStaticMeshLODInfos:InInfos"
				},
				{
					"Source":
					{
						"Text": "In Mesh"
					},
					"Translation":
					{
						"Text": "In Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:IsNaniteEnable:InMesh"
				},
				{
					"Source":
					{
						"Text": "In Mesh"
					},
					"Translation":
					{
						"Text": "In Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:SetNaniteMeshEnabled:InMesh"
				},
				{
					"Source":
					{
						"Text": "In Mesh"
					},
					"Translation":
					{
						"Text": "In Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:GenerateStaticMeshLODs:InMesh"
				},
				{
					"Source":
					{
						"Text": "In Mesh"
					},
					"Translation":
					{
						"Text": "In Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:GetComplexCollisionMesh:InMesh"
				},
				{
					"Source":
					{
						"Text": "In Meshes"
					},
					"Translation":
					{
						"Text": "In Meshes"
					},
					"Key": "ProceduralWorldProcessor:DisableInstancedFoliageMeshShadow:InMeshes"
				},
				{
					"Source":
					{
						"Text": "In Name"
					},
					"Translation":
					{
						"Text": "In Name"
					},
					"Key": "ProceduralWorldProcessor:GetAllActorsByName:InName"
				},
				{
					"Source":
					{
						"Text": "In Object"
					},
					"Translation":
					{
						"Text": "In Object"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyField:InObject"
				},
				{
					"Source":
					{
						"Text": "In Object"
					},
					"Translation":
					{
						"Text": "In Object"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyFieldWithOwner:InObject"
				},
				{
					"Source":
					{
						"Text": "In Object"
					},
					"Translation":
					{
						"Text": "In Object"
					},
					"Key": "ProceduralContentProcessorLibrary:AddTextField:InObject"
				},
				{
					"Source":
					{
						"Text": "In Object"
					},
					"Translation":
					{
						"Text": "In Object"
					},
					"Key": "ProceduralContentProcessorLibrary:IsGeneratedByBlueprint:InObject"
				},
				{
					"Source":
					{
						"Text": "In Owner"
					},
					"Translation":
					{
						"Text": "In Owner"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyFieldWithOwner:InOwner"
				},
				{
					"Source":
					{
						"Text": "In Property Name"
					},
					"Translation":
					{
						"Text": "In Property Name"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyFieldWithOwner:InPropertyName"
				},
				{
					"Source":
					{
						"Text": "In Property Name"
					},
					"Translation":
					{
						"Text": "In Property Name"
					},
					"Key": "ProceduralContentProcessor:ReceivePostEditChangeProperty:InPropertyName"
				},
				{
					"Source":
					{
						"Text": "In Property Name"
					},
					"Translation":
					{
						"Text": "In Property Name"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyField:InPropertyName"
				},
				{
					"Source":
					{
						"Text": "In Source Actors"
					},
					"Translation":
					{
						"Text": "In Source Actors"
					},
					"Key": "ProceduralWorldProcessor:MergeISM:InSourceActors"
				},
				{
					"Source":
					{
						"Text": "In Src"
					},
					"Translation":
					{
						"Text": "In Src"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActor:InSrc"
				},
				{
					"Source":
					{
						"Text": "In Static Mesh"
					},
					"Translation":
					{
						"Text": "In Static Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:GetStaticMeshLODInfos:InStaticMesh"
				},
				{
					"Source":
					{
						"Text": "In Static Mesh"
					},
					"Translation":
					{
						"Text": "In Static Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:SetStaticMeshLODInfos:InStaticMesh"
				},
				{
					"Source":
					{
						"Text": "In Static Mesh"
					},
					"Translation":
					{
						"Text": "In Static Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:SetStaticMeshPivot:InStaticMesh"
				},
				{
					"Source":
					{
						"Text": "In Static Mesh"
					},
					"Translation":
					{
						"Text": "In Static Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodDistance:InStaticMesh"
				},
				{
					"Source":
					{
						"Text": "In Static Mesh"
					},
					"Translation":
					{
						"Text": "In Static Mesh"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodScreenSize:InStaticMesh"
				},
				{
					"Source":
					{
						"Text": "In Static Mesh Actor"
					},
					"Translation":
					{
						"Text": "In Static Mesh Actor"
					},
					"Key": "ProceduralWorldProcessor:AppendImposterToLODChain:InStaticMeshActor"
				},
				{
					"Source":
					{
						"Text": "In Static Mesh Actor"
					},
					"Translation":
					{
						"Text": "In Static Mesh Actor"
					},
					"Key": "ProceduralWorldProcessor:HasImposter:InStaticMeshActor"
				},
				{
					"Source":
					{
						"Text": "In String"
					},
					"Translation":
					{
						"Text": "In String"
					},
					"Key": "ProceduralContentProcessorLibrary:MatchString:InString"
				},
				{
					"Source":
					{
						"Text": "Include Default Refs"
					},
					"Translation":
					{
						"Text": "Include Default Refs"
					},
					"Key": "ProceduralContentProcessorLibrary:GetAssetReferences:bIncludeDefaultRefs"
				},
				{
					"Source":
					{
						"Text": "Include List"
					},
					"Translation":
					{
						"Text": "Include List"
					},
					"Key": "ProceduralContentProcessorLibrary:MatchString:IncludeList"
				},
				{
					"Source":
					{
						"Text": "Is Dirty"
					},
					"Translation":
					{
						"Text": "Is Dirty"
					},
					"Key": "ProceduralObjectMatrix:bIsDirty"
				},
				{
					"Source":
					{
						"Text": "Is Generated by Blueprint"
					},
					"Translation":
					{
						"Text": "Is Generated by Blueprint"
					},
					"Key": "ProceduralContentProcessorLibrary:IsGeneratedByBlueprint"
				},
				{
					"Source":
					{
						"Text": "Is Material Has Time Node"
					},
					"Translation":
					{
						"Text": "Is Material Has Time Node"
					},
					"Key": "ProceduralContentProcessorLibrary:IsMaterialHasTimeNode"
				},
				{
					"Source":
					{
						"Text": "Is Modal Window"
					},
					"Translation":
					{
						"Text": "Is Modal Window"
					},
					"Key": "ProceduralContentProcessorLibrary:AddDialog:IsModalWindow"
				},
				{
					"Source":
					{
						"Text": "Is Nanite Enable"
					},
					"Translation":
					{
						"Text": "Is Nanite Enable"
					},
					"Key": "ProceduralContentProcessorLibrary:IsNaniteEnable"
				},
				{
					"Source":
					{
						"Text": "Is Spatially Loaded"
					},
					"Translation":
					{
						"Text": "Is Spatially Loaded"
					},
					"Key": "ProceduralWorldProcessor:ActorSetIsSpatiallyLoaded:bIsSpatiallyLoaded"
				},
				{
					"Source":
					{
						"Text": "LODCount"
					},
					"Translation":
					{
						"Text": "LODCount"
					},
					"Key": "ProceduralContentProcessorLibrary:GenerateStaticMeshLODs:LODCount"
				},
				{
					"Source":
					{
						"Text": "LODGroup"
					},
					"Translation":
					{
						"Text": "LODGroup"
					},
					"Key": "ProceduralContentProcessorLibrary:GenerateStaticMeshLODs:LODGroup"
				},
				{
					"Source":
					{
						"Text": "LODIndex"
					},
					"Translation":
					{
						"Text": "LODIndex"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodDistance:LODIndex"
				},
				{
					"Source":
					{
						"Text": "LODIndex"
					},
					"Translation":
					{
						"Text": "LODIndex"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodScreenSize:LODIndex"
				},
				{
					"Source":
					{
						"Text": "Last Processor Class"
					},
					"Translation":
					{
						"Text": "Last Processor Class"
					},
					"Key": "ProceduralContentProcessorSettings:LastProcessorClass"
				},
				{
					"Source":
					{
						"Text": "Left"
					},
					"Translation":
					{
						"Text": "Left"
					},
					"Key": "EStaticMeshPivotType.Left"
				},
				{
					"Source":
					{
						"Text": "Look at Actor"
					},
					"Translation":
					{
						"Text": "Look at Actor"
					},
					"Key": "ProceduralWorldProcessor:LookAtActor"
				},
				{
					"Source":
					{
						"Text": "Match String"
					},
					"Translation":
					{
						"Text": "Match String"
					},
					"Key": "ProceduralContentProcessorLibrary:MatchString"
				},
				{
					"Source":
					{
						"Text": "Matrix"
					},
					"Translation":
					{
						"Text": "Matrix"
					},
					"Key": "ProceduralContentProcessorLibrary:AddTextField:Matrix"
				},
				{
					"Source":
					{
						"Text": "Matrix"
					},
					"Translation":
					{
						"Text": "Matrix"
					},
					"Key": "ProceduralContentProcessorLibrary:ClearObjectMaterix:Matrix"
				},
				{
					"Source":
					{
						"Text": "Matrix"
					},
					"Translation":
					{
						"Text": "Matrix"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyField:Matrix"
				},
				{
					"Source":
					{
						"Text": "Matrix"
					},
					"Translation":
					{
						"Text": "Matrix"
					},
					"Key": "ProceduralContentProcessorLibrary:AddPropertyFieldWithOwner:Matrix"
				},
				{
					"Source":
					{
						"Text": "Merge ISM"
					},
					"Translation":
					{
						"Text": "Merge ISM"
					},
					"Key": "ProceduralWorldProcessor:MergeISM"
				},
				{
					"Source":
					{
						"Text": "Modify Object"
					},
					"Translation":
					{
						"Text": "Modify Object"
					},
					"Key": "ProceduralContentProcessorLibrary:ModifyObject"
				},
				{
					"Source":
					{
						"Text": "Msg"
					},
					"Translation":
					{
						"Text": "Msg"
					},
					"Key": "ProceduralContentProcessorLibrary:AddMessageBox:Msg"
				},
				{
					"Source":
					{
						"Text": "New Object"
					},
					"Translation":
					{
						"Text": "New Object"
					},
					"Key": "ProceduralContentProcessorLibrary:CopyProperties:NewObject"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "No"
					},
					"Key": "EMsgBoxReturnType.No"
				},
				{
					"Source":
					{
						"Text": "No Action"
					},
					"Translation":
					{
						"Text": "No Action"
					},
					"Key": "EStaticMeshPivotType.NoAction"
				},
				{
					"Source":
					{
						"Text": "No All"
					},
					"Translation":
					{
						"Text": "No All"
					},
					"Key": "EMsgBoxReturnType.NoAll"
				},
				{
					"Source":
					{
						"Text": "Note Selection Change"
					},
					"Translation":
					{
						"Text": "Note Selection Change"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActor:bNoteSelectionChange"
				},
				{
					"Source":
					{
						"Text": "Note Selection Change"
					},
					"Translation":
					{
						"Text": "Note Selection Change"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActors:bNoteSelectionChange"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "Notification"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotification:Notification"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "Notification"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotificationWithButton:Notification"
				},
				{
					"Source":
					{
						"Text": "Object"
					},
					"Translation":
					{
						"Text": "Object"
					},
					"Key": "ProceduralContentProcessorLibrary:ModifyObject:Object"
				},
				{
					"Source":
					{
						"Text": "Object"
					},
					"Translation":
					{
						"Text": "Object"
					},
					"Key": "ProceduralContentProcessorLibrary:AddNotificationWithButton:Object"
				},
				{
					"Source":
					{
						"Text": "Object"
					},
					"Translation":
					{
						"Text": "Object"
					},
					"Key": "ProceduralContentProcessorLibrary:GetAssetReferences:Object"
				},
				{
					"Source":
					{
						"Text": "Object to Consolidate To"
					},
					"Translation":
					{
						"Text": "Object to Consolidate To"
					},
					"Key": "ProceduralContentProcessorLibrary:ConsolidateObjects:ObjectToConsolidateTo"
				},
				{
					"Source":
					{
						"Text": "Objects to Consolidate"
					},
					"Translation":
					{
						"Text": "Objects to Consolidate"
					},
					"Key": "ProceduralContentProcessorLibrary:ConsolidateObjects:ObjectsToConsolidate"
				},
				{
					"Source":
					{
						"Text": "Objects to Delete"
					},
					"Translation":
					{
						"Text": "Objects to Delete"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjects:ObjectsToDelete"
				},
				{
					"Source":
					{
						"Text": "Objects to Delete"
					},
					"Translation":
					{
						"Text": "Objects to Delete"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjectsUnchecked:ObjectsToDelete"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "Ok"
					},
					"Key": "EMsgBoxReturnType.Ok"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "Ok"
					},
					"Key": "EMsgBoxType.Ok"
				},
				{
					"Source":
					{
						"Text": "Ok Cancel"
					},
					"Translation":
					{
						"Text": "Ok Cancel"
					},
					"Key": "EMsgBoxType.OkCancel"
				},
				{
					"Source":
					{
						"Text": "Old Object"
					},
					"Translation":
					{
						"Text": "Old Object"
					},
					"Key": "ProceduralContentProcessorLibrary:CopyProperties:OldObject"
				},
				{
					"Source":
					{
						"Text": "Outer"
					},
					"Translation":
					{
						"Text": "Outer"
					},
					"Key": "ProceduralContentProcessorLibrary:AddDialog:Outer"
				},
				{
					"Source":
					{
						"Text": "Outer"
					},
					"Translation":
					{
						"Text": "Outer"
					},
					"Key": "ProceduralContentProcessorLibrary:DuplicateObject:Outer"
				},
				{
					"Source":
					{
						"Text": "Override UMG"
					},
					"Translation":
					{
						"Text": "Override UMG"
					},
					"Key": "ProceduralContentProcessorBlueprint:OverrideUMG"
				},
				{
					"Source":
					{
						"Text": "Override UMGClass"
					},
					"Translation":
					{
						"Text": "Override UMGClass"
					},
					"Key": "ProceduralContentProcessorBlueprint:OverrideUMGClass"
				},
				{
					"Source":
					{
						"Text": "Parent Class"
					},
					"Translation":
					{
						"Text": "Parent Class"
					},
					"Key": "ProceduralActorColorationProcessorFactory:ParentClass"
				},
				{
					"Source":
					{
						"Text": "Parent Class"
					},
					"Translation":
					{
						"Text": "Parent Class"
					},
					"Key": "ProceduralAssetProcessorFactory:ParentClass"
				},
				{
					"Source":
					{
						"Text": "Parent Class"
					},
					"Translation":
					{
						"Text": "Parent Class"
					},
					"Key": "ProceduralWorldProcessorFactory:ParentClass"
				},
				{
					"Source":
					{
						"Text": "Parent Widget"
					},
					"Translation":
					{
						"Text": "Parent Widget"
					},
					"Key": "ProceduralContentProcessorLibrary:AddContextMenu:ParentWidget"
				},
				{
					"Source":
					{
						"Text": "Pivot Type"
					},
					"Translation":
					{
						"Text": "Pivot Type"
					},
					"Key": "ProceduralContentProcessorLibrary:SetStaticMeshPivot:PivotType"
				},
				{
					"Source":
					{
						"Text": "Pop Slow Task"
					},
					"Translation":
					{
						"Text": "Pop Slow Task"
					},
					"Key": "ProceduralContentProcessorLibrary:PopSlowTask"
				},
				{
					"Source":
					{
						"Text": "PostEditChangeProperty"
					},
					"Translation":
					{
						"Text": "PostEditChangeProperty"
					},
					"Key": "ProceduralContentProcessor:ReceivePostEditChangeProperty"
				},
				{
					"Source":
					{
						"Text": "Primitive Component"
					},
					"Translation":
					{
						"Text": "Primitive Component"
					},
					"Key": "ProceduralActorColorationProcessor:Colour:PrimitiveComponent"
				},
				{
					"Source":
					{
						"Text": "Procedural Actor Coloration Processor"
					},
					"Translation":
					{
						"Text": "程序化Actor着色处理器"
					},
					"Key": "ProceduralActorColorationProcessor"
				},
				{
					"Source":
					{
						"Text": "Procedural Actor Coloration Processor Factory"
					},
					"Translation":
					{
						"Text": "Procedural Actor Coloration Processor Factory"
					},
					"Key": "ProceduralActorColorationProcessorFactory"
				},
				{
					"Source":
					{
						"Text": "Procedural Asset Processor"
					},
					"Translation":
					{
						"Text": "程序化资产处理器"
					},
					"Key": "ProceduralAssetProcessor"
				},
				{
					"Source":
					{
						"Text": "Procedural Asset Processor Factory"
					},
					"Translation":
					{
						"Text": "Procedural Asset Processor Factory"
					},
					"Key": "ProceduralAssetProcessorFactory"
				},
				{
					"Source":
					{
						"Text": "Procedural Content Processor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessor"
				},
				{
					"Source":
					{
						"Text": "Procedural Content Processor Blueprint"
					},
					"Translation":
					{
						"Text": "Procedural Content Processor Blueprint"
					},
					"Key": "ProceduralContentProcessorBlueprint"
				},
				{
					"Source":
					{
						"Text": "Procedural Content Processor Library"
					},
					"Translation":
					{
						"Text": "Procedural Content Processor Library"
					},
					"Key": "ProceduralContentProcessorLibrary"
				},
				{
					"Source":
					{
						"Text": "Procedural Object Matrix"
					},
					"Translation":
					{
						"Text": "Procedural Object Matrix"
					},
					"Key": "ProceduralObjectMatrix"
				},
				{
					"Source":
					{
						"Text": "Procedural World Processor"
					},
					"Translation":
					{
						"Text": "程序化关卡处理器"
					},
					"Key": "ProceduralWorldProcessor"
				},
				{
					"Source":
					{
						"Text": "Procedural World Processor Factory"
					},
					"Translation":
					{
						"Text": "Procedural World Processor Factory"
					},
					"Key": "ProceduralWorldProcessorFactory"
				},
				{
					"Source":
					{
						"Text": "ProceduralContentProcessor"
					},
					"Translation":
					{
						"Text": "程序化内容处理器"
					},
					"Key": "ProceduralContentProcessorSettings"
				},
				{
					"Source":
					{
						"Text": "Push Slow Task"
					},
					"Translation":
					{
						"Text": "Push Slow Task"
					},
					"Key": "ProceduralContentProcessorLibrary:PushSlowTask"
				},
				{
					"Source":
					{
						"Text": "Recursive"
					},
					"Translation":
					{
						"Text": "Recursive"
					},
					"Key": "ProceduralContentProcessorLibrary:GetDerivedClasses:bRecursive"
				},
				{
					"Source":
					{
						"Text": "Reduction Settings"
					},
					"Translation":
					{
						"Text": "Reduction Settings"
					},
					"Key": "StaticMeshLODInfo:ReductionSettings"
				},
				{
					"Source":
					{
						"Text": "Replace Actor"
					},
					"Translation":
					{
						"Text": "Replace Actor"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActor"
				},
				{
					"Source":
					{
						"Text": "Replace Actors"
					},
					"Translation":
					{
						"Text": "Replace Actors"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActors"
				},
				{
					"Source":
					{
						"Text": "Retry"
					},
					"Translation":
					{
						"Text": "Retry"
					},
					"Key": "EMsgBoxReturnType.Retry"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:AddContextMenu:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:AddDialog:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:AddMessageBox:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:CopyProperties:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralActorColorationProcessor:Colour:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralAssetProcessor:GetAssetRegistry:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjects:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjectsUnchecked:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:DuplicateObject:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:GetAssetReferences:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:GetComplexCollisionMesh:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:GetDerivedClasses:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodDistance:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:GetLodScreenSize:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:GetStaticMeshEditorSubsystem:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:GetStaticMeshLODInfos:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:IsGeneratedByBlueprint:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:IsMaterialHasTimeNode:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:IsNaniteEnable:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralContentProcessorLibrary:MatchString:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralWorldProcessor:ActorAddDataLayer:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralWorldProcessor:ActorGetRuntimeGrid:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralWorldProcessor:ActorRemoveDataLayer:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralWorldProcessor:BreakISM:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralWorldProcessor:GetAllActorsByName:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralWorldProcessor:HasImposter:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralWorldProcessor:MergeISM:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Return Value"
					},
					"Translation":
					{
						"Text": "Return Value"
					},
					"Key": "ProceduralWorldProcessor:ReplaceActor:ReturnValue"
				},
				{
					"Source":
					{
						"Text": "Right"
					},
					"Translation":
					{
						"Text": "Right"
					},
					"Key": "EStaticMeshPivotType.Right"
				},
				{
					"Source":
					{
						"Text": "Screen Size"
					},
					"Translation":
					{
						"Text": "Screen Size"
					},
					"Key": "ProceduralWorldProcessor:AppendImposterToLODChain:ScreenSize"
				},
				{
					"Source":
					{
						"Text": "Screen Size"
					},
					"Translation":
					{
						"Text": "Screen Size"
					},
					"Key": "StaticMeshLODInfo:ScreenSize"
				},
				{
					"Source":
					{
						"Text": "Select Actor"
					},
					"Translation":
					{
						"Text": "Select Actor"
					},
					"Key": "ProceduralWorldProcessor:SelectActor"
				},
				{
					"Source":
					{
						"Text": "Set HLODLayer"
					},
					"Translation":
					{
						"Text": "Set HLODLayer"
					},
					"Key": "ProceduralWorldProcessor:SetHLODLayer"
				},
				{
					"Source":
					{
						"Text": "Set Nanite Mesh Enabled"
					},
					"Translation":
					{
						"Text": "Set Nanite Mesh Enabled"
					},
					"Key": "ProceduralContentProcessorLibrary:SetNaniteMeshEnabled"
				},
				{
					"Source":
					{
						"Text": "Set Static Mesh LODInfos"
					},
					"Translation":
					{
						"Text": "Set Static Mesh LODInfos"
					},
					"Key": "ProceduralContentProcessorLibrary:SetStaticMeshLODInfos"
				},
				{
					"Source":
					{
						"Text": "Set Static Mesh Pivot"
					},
					"Translation":
					{
						"Text": "Set Static Mesh Pivot"
					},
					"Key": "ProceduralContentProcessorLibrary:SetStaticMeshPivot"
				},
				{
					"Source":
					{
						"Text": "Show Confirmation"
					},
					"Translation":
					{
						"Text": "Show Confirmation"
					},
					"Key": "ProceduralContentProcessorLibrary:DeleteObjects:bShowConfirmation"
				},
				{
					"Source":
					{
						"Text": "Show Delete Confirmation"
					},
					"Translation":
					{
						"Text": "Show Delete Confirmation"
					},
					"Key": "ProceduralContentProcessorLibrary:ConsolidateObjects:bShowDeleteConfirmation"
				},
				{
					"Source":
					{
						"Text": "Sort Priority"
					},
					"Translation":
					{
						"Text": "Sort Priority"
					},
					"Key": "ProceduralContentProcessorBlueprint:SortPriority"
				},
				{
					"Source":
					{
						"Text": "Source Object"
					},
					"Translation":
					{
						"Text": "Source Object"
					},
					"Key": "ProceduralContentProcessorLibrary:DuplicateObject:SourceObject"
				},
				{
					"Source":
					{
						"Text": "Static Mesh LODInfo"
					},
					"Translation":
					{
						"Text": "Static Mesh LODInfo"
					},
					"Key": "StaticMeshLODInfo"
				},
				{
					"Source":
					{
						"Text": "Summon Location"
					},
					"Translation":
					{
						"Text": "Summon Location"
					},
					"Key": "ProceduralContentProcessorLibrary:AddContextMenu:SummonLocation"
				},
				{
					"Source":
					{
						"Text": "Task Name"
					},
					"Translation":
					{
						"Text": "Task Name"
					},
					"Key": "ProceduralContentProcessorLibrary:PushSlowTask:TaskName"
				},
				{
					"Source":
					{
						"Text": "Text"
					},
					"Translation":
					{
						"Text": "Text"
					},
					"Key": "ProceduralContentProcessorLibrary:BeginTransaction:Text"
				},
				{
					"Source":
					{
						"Text": "Text"
					},
					"Translation":
					{
						"Text": "Text"
					},
					"Key": "ProceduralContentProcessorLibrary:EnterSlowTaskProgressFrame:Text"
				},
				{
					"Source":
					{
						"Text": "Tick"
					},
					"Translation":
					{
						"Text": "Tick"
					},
					"Key": "ProceduralContentProcessor:ReceiveTick"
				},
				{
					"Source":
					{
						"Text": "Top"
					},
					"Translation":
					{
						"Text": "Top"
					},
					"Key": "EStaticMeshPivotType.Top"
				},
				{
					"Source":
					{
						"Text": "Type"
					},
					"Translation":
					{
						"Text": "Type"
					},
					"Key": "ProceduralContentProcessorLibrary:AddMessageBox:Type"
				},
				{
					"Source":
					{
						"Text": "Use Distance"
					},
					"Translation":
					{
						"Text": "Use Distance"
					},
					"Key": "ProceduralContentProcessorLibrary:GetStaticMeshLODInfos:bUseDistance"
				},
				{
					"Source":
					{
						"Text": "Use Distance"
					},
					"Translation":
					{
						"Text": "Use Distance"
					},
					"Key": "StaticMeshLODInfo:bUseDistance"
				},
				{
					"Source":
					{
						"Text": "Widget Class"
					},
					"Translation":
					{
						"Text": "Widget Class"
					},
					"Key": "ProceduralContentProcessorLibrary:AddContextMenu:WidgetClass"
				},
				{
					"Source":
					{
						"Text": "Widget Class"
					},
					"Translation":
					{
						"Text": "Widget Class"
					},
					"Key": "ProceduralContentProcessorLibrary:AddDialog:WidgetClass"
				},
				{
					"Source":
					{
						"Text": "Window Title"
					},
					"Translation":
					{
						"Text": "Window Title"
					},
					"Key": "ProceduralContentProcessorLibrary:AddDialog:WindowTitle"
				},
				{
					"Source":
					{
						"Text": "World Origin"
					},
					"Translation":
					{
						"Text": "World Origin"
					},
					"Key": "EStaticMeshPivotType.WorldOrigin"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Yes"
					},
					"Key": "EMsgBoxReturnType.Yes"
				},
				{
					"Source":
					{
						"Text": "Yes All"
					},
					"Translation":
					{
						"Text": "Yes All"
					},
					"Key": "EMsgBoxReturnType.YesAll"
				},
				{
					"Source":
					{
						"Text": "Yes No"
					},
					"Translation":
					{
						"Text": "Yes No"
					},
					"Key": "EMsgBoxType.YesNo"
				},
				{
					"Source":
					{
						"Text": "Yes No Cancel"
					},
					"Translation":
					{
						"Text": "Yes No Cancel"
					},
					"Key": "EMsgBoxType.YesNoCancel"
				},
				{
					"Source":
					{
						"Text": "Yes No Yes All"
					},
					"Translation":
					{
						"Text": "Yes No Yes All"
					},
					"Key": "EMsgBoxType.YesNoYesAll"
				},
				{
					"Source":
					{
						"Text": "Yes No Yes All No All"
					},
					"Translation":
					{
						"Text": "Yes No Yes All No All"
					},
					"Key": "EMsgBoxType.YesNoYesAllNoAll"
				},
				{
					"Source":
					{
						"Text": "Yes No Yes All No All Cancel"
					},
					"Translation":
					{
						"Text": "Yes No Yes All No All Cancel"
					},
					"Key": "EMsgBoxType.YesNoYesAllNoAllCancel"
				}
			]
		},
		{
			"Namespace": "UObjectToolTips",
			"Children": [
				{
					"Source":
					{
						"Text": "Asset Interface:"
					},
					"Translation":
					{
						"Text": "Asset Interface:"
					},
					"Key": "ProceduralContentProcessorLibrary:IsNaniteEnable"
				},
				{
					"Source":
					{
						"Text": "Editor Interface:"
					},
					"Translation":
					{
						"Text": "Editor Interface:"
					},
					"Key": "ProceduralContentProcessorLibrary:BeginTransaction"
				},
				{
					"Source":
					{
						"Text": "Object Interface:"
					},
					"Translation":
					{
						"Text": "Object Interface:"
					},
					"Key": "ProceduralContentProcessorLibrary:GetDerivedClasses"
				},
				{
					"Source":
					{
						"Text": "Procedural Object Matrix Interface:"
					},
					"Translation":
					{
						"Text": "Procedural Object Matrix Interface:"
					},
					"Key": "ProceduralContentProcessorLibrary:ClearObjectMaterix"
				},
				{
					"Source":
					{
						"Text": "Reduction settings to apply when building render data."
					},
					"Translation":
					{
						"Text": "Reduction settings to apply when building render data."
					},
					"Key": "StaticMeshLODInfo:ReductionSettings"
				}
			]
		}
	]
}